blog/2020/12/16/how-to-read-finance-report/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>学习: 如何读懂财务报表 - 你对这个世界要有点意见</title>
  <meta charset="utf-8" />
  <meta name="author" content="lijigang" />


  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">
</head>

  <body class="container">
<header id="header">
<body>
    <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
        <div class="container-fluid">
<div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="/">你对这个世界要有点意见</a>
        </div>
<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
            <ul class="nav navbar-nav navbar-right">
                <li class="active"><a href="/">Blog</a></li>
          <li><a href="https://github.com/lijigang">GitHub</a></li>
          <li><a href="http://www.zhihu.com/people/lijigang.com">知乎</a></li>
        </ul>
</div>
</div>
    </nav>
</body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row post-content">
        <div class="col-md-2"></div>
            <h1>学习: 如何读懂财务报表</h1>
            <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> 艺术来源与生活</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">艺术来源生活</th>
<th scope="col" class="org-left">看实力</th>
<th scope="col" class="org-left">看能力</th>
<th scope="col" class="org-left">看财力</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">丈母娘 挑 女婿</td>
<td class="org-left">房车存款</td>
<td class="org-left">公司、职务、薪水</td>
<td class="org-left">彩礼</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">投资 挑 公司</td>
<td class="org-left">资产负债表</td>
<td class="org-left">利润表</td>
<td class="org-left">现金流量表</td>
</tr>
</tbody>
</table>

<div id="outline-container-orga7704e0" class="outline-2">
<h2 id="orga7704e0">资产负债表: 实力</h2>
<div class="outline-text-2" id="text-orga7704e0">
<p>
资产负责表包括三部分: 资产, 负债, 所有者权益.
</p>

<p>
会计恒等式告诉我们“资产=负债+所有者权益”，“资产”反映男青年有几套房子几辆车，“负债”和“所有者权益”告诉我们，他的房子和车是借来的还是自己买的。
</p>
</div>

<div id="outline-container-org9aaf0d7" class="outline-3">
<h3 id="org9aaf0d7">资产</h3>
<div class="outline-text-3" id="text-org9aaf0d7">
<blockquote>
<p>
资产，是企业拥有的，并预期能使未来经营受益的经济资源，未来可以给企业带来正的现金流量。
</p>
</blockquote>

<p>
简言之就是“钱”和“能来钱的资源”。
</p>
</div>
</div>
<div id="outline-container-org88112b8" class="outline-3">
<h3 id="org88112b8">负债</h3>
<div class="outline-text-3" id="text-org88112b8">
<blockquote>
<p>
负债，是指财务义务或债务，代表企业未来负的现金流量。
</p>
</blockquote>

<p>
简言之就是“借来的钱”和“未来要还的债”。
</p>
</div>
</div>
<div id="outline-container-orgfee35e0" class="outline-3">
<h3 id="orgfee35e0">所有者权益</h3>
<div class="outline-text-3" id="text-orgfee35e0">
<blockquote>
<p>
所有者权益，代表所有者对企业资产的要求权。也就是说，在债权人要求权全部满足后，所有者拥有企业的剩余资产。
</p>
</blockquote>

<p>
简言之就是“真正属于自己的钱”。
</p>
</div>
</div>
</div>

<div id="outline-container-org5712b1a" class="outline-2">
<h2 id="org5712b1a">利润表: 能力</h2>
<div class="outline-text-2" id="text-org5712b1a">
<p>
如果说资产负债表显示目前了企业可用的资源，利润表展示的，就是一段时间内企业利用资源带来回报的能力和效率，也就是挣钱能力如何。
</p>

<p>
利润表由两部分组成:
</p>

<ol class="org-ol">
<li><p>
经营部分: 主业(努力干活)
</p>

<p>
报告公司经营活动产生的收入和费用
</p></li>

<li><p>
非经营部分: 副业(彩票中奖)
</p>

<p>
报告公司次要或附属活动的收入和费用
</p></li>
</ol>


<p>
除关注收入和利润的数字大小外, 还需关注两个重要指标:
</p>

<ol class="org-ol">
<li><p>
毛利率: 反映公司的成本控制能力
</p>

<p>
扣除的是销售商品的成本
</p></li>

<li><p>
净利率: 反映公司的盈利能力
</p>

<p>
在毛利的基础上, 再扣除三费:
</p>
<ul class="org-ul">
<li>销售费用</li>
<li>管理费用</li>
<li>财务费用</li>
</ul></li>
</ol>
</div>
</div>

<div id="outline-container-org1a34286" class="outline-2">
<h2 id="org1a34286">现金流量表: 财力</h2>
<div class="outline-text-2" id="text-org1a34286">
<p>
企业日三省吾身:
</p>
<ol class="org-ol">
<li>钱从哪来</li>
<li>钱花哪了</li>
<li>还剩多少</li>
</ol>

<p>
现金的流入和流出与三类活动相关——经营活动、投资活动、筹资活动。
</p>

<p>
首先, 我们要重视“经营活动现金流量”，因为这个数字可以反映运营利润的质量。
</p>

<p>
经营活动的现金净流入越多，说明利润真实度越高，丈母娘心里就越踏实。
</p>

<p>
其次, 可以看“流动现金负债保障比率”，翻译成人话就是“债主来收钱了你能不能还
上”，它表示企业能否用一年内生产经营产生的现金来偿付流动债务。
</p>

<p>
这个比率越高，还不上钱的风险越小，女婿越可靠。
</p>

<p>
通过经营活动现金量，还可以计算出“自由现金流量”。常见的方法就是从经营活动
净现金流量中减去资本性支出和股利支付后的净现金额。这一数额意味着公司在满
足企业经营全部需求之后，企业可以用来任意使用的现金流量。
</p>

<p>
在丈母娘眼中，“自由现金流”就是女婿在满足基本生活开销之后，能够给女儿买买
买的钱！
</p>
</div>
</div>

    </div>
</section>




<footer id="footer">
    <br />
    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?36d44a2295ffa55a3ab51c6aa7a71733";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

  </body>
</html>
